assets/ModifySecur.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Body>
    <ModifySecur xmlns="http://tempuri.org/">
      <id></id>
      <question1></question1>
      <question2></question2>
      <question3></question3>
      <answer1></answer1>
      <answer2></answer2>
      <answer3></answer3>
    </ModifySecur>
  </soap12:Body>
</soap12:Envelope>